Repository: SergioComeron/TrackGym
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# inclinaciones_laterales_disco_desc
source: Standing side bends holding a plate; focuses on obliques with lateral flexion.
es: Inclinaciones laterales de pie con disco; trabajo de oblicuos mediante flexión lateral.

# inclinaciones_laterales_disco_name
source: Side bends (plate)
es: Inclinaciones laterales con disco

# jalon_agarre_abierto_desc
source: Pulldown with wide grip to emphasize lats and upper back.
es: Jalón en polea con agarre ancho para enfatizar dorsales y parte superior de la espalda.

# jalon_agarre_abierto_name
source: Wide-grip lat pulldown
es: Jalón agarre abierto

# jalon_agarre_abierto_neutro_desc
source: Pulldown with wide neutral grip; comfortable and effective for lats.
es: Jalón con agarre neutro y ancho; cómodo y efectivo para dorsales.

# jalon_agarre_abierto_neutro_name
source: Wide neutral-grip pulldown
es: Jalón agarre abierto neutro

# jalon_agarre_cerrado_desc
source: Pulldown with narrow grip; more range and focus on mid-back.
es: Jalón con agarre estrecho; mayor recorrido y énfasis en la espalda media.

# jalon_agarre_cerrado_name
source: Close-grip lat pulldown
es: Jalón agarre cerrado

# jalon_maquina_desc
source: Pulldown on machine/cable, focusing on scapula control and range.
es: Jalón en máquina/polea para dorsales, priorizando control de escápulas y recorrido.

# jalon_maquina_name
source: Lat pulldown machine
es: Jalón máquina

# judias_verdes_desc
source: Green beans, fibrous vegetable, source of vitamins and minerals.
es: Judías verdes, verdura fibrosa fuente de vitaminas y minerales.

# judias_verdes_name
source: Green beans
es: Judías verdes

# lumbar_banco_desc
source: Back extensions on bench; strengthens lower back.
es: Extensiones de lumbar en banco; fortalece la zona baja de la espalda.

# lumbar_banco_name
source: Back extensions
es: Lumbar en banco

# mantequilla_cacahuete_desc
source: Peanut butter, rich in fats and protein.
es: Crema de cacahuete, rica en grasas y proteína.

# mantequilla_cacahuete_name
source: Peanut butter
es: Mantequilla de cacahuete

# manzana_desc
source: Classic fruit, source of fiber and vitamins.
es: Fruta clásica, fuente de fibra y vitaminas.

# manzana_name
source: Apple
es: Manzana

# map_aminoacidos_desc
source: Master amino acid pattern (MAP); essential amino acid supplement.
es: Patrón maestro de aminoácidos (MAP); suplemento de aminoácidos esenciales.

# map_aminoacidos_name
source: MAP amino acids
es: Aminoácidos MAP

# mccrispy_desc
source: Crispy chicken fillet sandwich with lettuce and mayonnaise.
es: Sándwich de filete de pollo crujiente con lechuga y mayonesa.

# mcextreme_bacon_desc
source: Burger with beef, bacon, cheese, and smoky sauce.
es: Hamburguesa con carne de vacuno, bacon, queso y salsa ahumada.

# mcflurry_desc
source: Soft serve ice cream dessert with mix-in toppings.
es: Postre de helado soft con toppings mezclados.

# mcpollo_desc
source: Breaded chicken burger with lettuce and mayonnaise.
es: Hamburguesa de pollo empanado con lechuga y mayonesa.

# mcroyal_desc
source: Burger with 100% beef patty, cheese, lettuce, tomato, and sauce.
es: Hamburguesa con carne 100% vacuno, queso, lechuga, tomate y salsa.

# mcwrap_desc
source: Tortilla wrap with crispy chicken, lettuce, and sauce.
es: Wrap de tortilla con pollo crujiente, lechuga y salsa.

# melocoton_desc
source: Sweet juicy fruit, low in calories and rich in vitamins.
es: Fruta dulce y jugosa, baja en calorías y rica en vitaminas.

# melocoton_name
source: Peach
es: Melocotón

# melon_desc
source: Sweet melon, low in calories, rich in water.
es: Melón dulce, bajo en calorías y rico en agua.

# melon_name
source: Melon
es: Melón

# merluza_cruda_desc
source: Raw hake fillet, low-fat white fish.
es: Filete de merluza cruda, pescado blanco bajo en grasa.

# merluza_cruda_name
source: Raw hake
es: Merluza cruda

# mini_mcflurry_desc
source: Small-size McFlurry with soft serve and toppings.
es: McFlurry en tamaño pequeño con helado soft y toppings.

# naranja_desc
source: Citrus fruit rich in vitamin C.
es: Fruta cítrica rica en vitamina C.

# naranja_name
source: Orange
es: Naranja

# nueces_desc
source: Walnuts, nut rich in omega-3 and healthy fats.
es: Nueces, fruto seco rico en omega-3 y grasas saludables.

# nueces_name
source: Walnuts
es: Nueces

# nuggets_4_desc
source: Four pieces of crispy chicken nuggets.
es: Cuatro piezas de nuggets de pollo crujientes.

# nuggets_4_name
source: Chicken McNuggets (4)
es: Nuggets de pollo (4)

# nuggets_6_desc
source: Six pieces of crispy chicken nuggets.
es: Seis piezas de nuggets de pollo crujientes.

# nuggets_6_name
source: Chicken McNuggets (6)
es: Nuggets de pollo (6)

# nuggets_9_desc
source: Nine pieces of crispy chicken nuggets.
es: Nueve piezas de nuggets de pollo crujientes.

# nuggets_9_name
source: Chicken McNuggets (9)
es: Nuggets de pollo (9)

# pajaro_mancuernas_desc
source: Reverse fly to target posterior deltoids and upper back.
es: Apertura inversa para deltoides posterior y parte alta de la espalda.

# pajaro_mancuernas_name
source: Reverse fly (dumbbells)
es: Pájaro con mancuernas

# pajaro_maquina_desc
source: Machine-guided reverse fly for controlled posterior delt work.
es: Apertura inversa en máquina para un trabajo controlado del deltoides posterior.

# pajaro_maquina_name
source: Reverse fly (machine)
es: Pájaro en máquina

# pan_blanco_desc
source: Traditional white bread, high in carbohydrates.
es: Pan blanco tradicional, alto en carbohidratos.

# pan_blanco_name
source: White bread
es: Pan blanco

# pasta_cruda_desc
source: Raw pasta, high in carbohydrates.
es: Pasta en crudo, rica en carbohidratos.

# pasta_cruda_name
source: Raw pasta
es: Pasta cruda

# patada_atras_maquina_desc
source: Machine kickback focusing on glute maximus in hip extension.
es: Patada trasera en máquina con foco en glúteo mayor durante la extensión de cadera.

# patada_atras_maquina_name
source: Glute kickback (machine)
es: Patada atrás en máquina

# patada_atras_triceps_mancuerna_desc
source: Triceps kickback with dumbbell; isolates triceps with elbow extension.
es: Patada atrás de tríceps con mancuerna; aísla el tríceps mediante extensión de codo.

# patada_atras_triceps_mancuerna_name
source: Triceps kickback (dumbbell)
es: Patada atrás tríceps mancuerna

# patada_atras_triceps_polea_desc
source: Triceps kickback on cable; constant tension during elbow extension.
es: Patada atrás de tríceps en polea; tensión constante durante la extensión de codo.

# patada_atras_triceps_polea_name
source: Triceps kickback (cable)
es: Patada atrás tríceps polea

# patata_cruda_desc
source: Raw potato, starchy tuber rich in carbs.
es: Patata en crudo, tubérculo rico en carbohidratos.

# patata_cruda_name
source: Raw potato
es: Patata cruda

# patatas_deluxe_grandes_desc
source: Large portion of seasoned Deluxe potato wedges.
es: Porción grande de patatas Deluxe sazonadas.

# patatas_deluxe_grandes_name
source: Large Deluxe fries
es: Patatas Deluxe grandes

# patatas_deluxe_medianas_desc
source: Medium portion of seasoned Deluxe potato wedges.
es: Porción mediana de patatas Deluxe sazonadas.

# patatas_deluxe_medianas_name
source: Medium Deluxe fries
es: Patatas Deluxe medianas

# patatas_deluxe_pequenas_desc
source: Small portion of seasoned Deluxe potato wedges.
es: Porción pequeña de patatas Deluxe sazonadas.

# patatas_deluxe_pequenas_name
source: Small Deluxe fries
es: Patatas Deluxe pequeñas

# patatas_fritas_media_desc
source: Half serving of French fries; approx 75 g portion, fried potatoes.
es: Media ración de patatas fritas; porción de aprox. 75 g de patatas fritas.

# patatas_fritas_media_name
source: French fries (half serving)
es: Patatas fritas (media ración)

# vips_club_pollo_name
source: VIPS Club Chicken
es: VIPS Club Pollo

# vips_club_pollo_desc
source: Triple sandwich with chicken, bacon, lettuce, tomato and mayonnaise.
es: Sándwich triple con pollo, bacon, lechuga, tomate y mayonesa.

# patatas_fritas_racion_desc
source: Full serving of French fries; approx 150 g portion, fried potatoes.
es: Ración completa de patatas fritas; porción de aprox. 150 g de patatas fritas.

# patatas_fritas_racion_name
source: French fries (full serving)
es: Patatas fritas (ración completa)

# patatas_grandes_desc
source: Large portion of French fries.
es: Porción grande de patatas fritas.

# patatas_grandes_name
source: Large fries
es: Patatas grandes

# patatas_medianas_desc
source: Medium portion of French fries.
es: Porción mediana de patatas fritas.

# patatas_medianas_name
source: Medium fries
es: Patatas medianas

# patatas_pequenas_desc
source: Small portion of classic French fries.
es: Porción pequeña de patatas fritas clásicas.

# patatas_pequenas_name
source: Small fries
es: Patatas pequeñas

# pavo_pechuga_cruda_desc
source: Raw turkey breast, very low in fat.
es: Pechuga de pavo en crudo, muy baja en grasa.

# pavo_pechuga_cruda_name
source: Raw turkey breast
es: Pechuga de pavo cruda

# peso_muerto_desc
source: Conventional deadlift; posterior-chain compound focusing on glutes and hamstrings.
es: Peso muerto convencional; básico de cadena posterior con foco en glúteos y femorales.

# peso_muerto_name
source: Deadlift
es: Peso muerto

# peso_muerto_piernas_rigidas_desc
source: Straighter-knee deadlift; larger hamstring stretch and higher lumbar demand.
es: Variante con rodillas más extendidas; mayor estiramiento femoral y demanda lumbar.

# peso_muerto_piernas_rigidas_name
source: Stiff-leg deadlift
es: Peso muerto piernas rígidas

# peso_muerto_rumano_desc
source: Hip-hinge deadlift emphasizing hamstrings and glutes with less knee flexion.
es: Bisagra de cadera con énfasis en femorales y glúteos, menor flexión de rodilla.

# peso_muerto_rumano_mancuernas_desc
source: Dumbbell Romanian deadlift; easier wrist/shoulder path, same hamstring focus.
es: Peso muerto rumano con mancuernas; recorrido cómodo de muñeca/hombro, mismo foco en femorales.

# peso_muerto_rumano_mancuernas_name
source: Romanian deadlift (dumbbells)
es: Peso muerto rumano con mancuernas

# peso_muerto_rumano_name
source: Romanian deadlift
es: Peso muerto rumano

# peso_muerto_sumo_desc
source: Wide-stance deadlift; more adductor and glute involvement.
es: Apertura amplia; mayor implicación de aductores y glúteos.

# peso_muerto_sumo_mancuernas_desc
source: Dumbbell sumo deadlift; accessible setup with similar adductor/glute focus.
es: Sumo con mancuerna; montaje sencillo con foco similar en aductores/glúteos.

# peso_muerto_sumo_mancuernas_name
source: Sumo deadlift (dumbbell)
es: Peso muerto sumo con mancuerna

# peso_muerto_sumo_name
source: Sumo deadlift
es: Peso muerto sumo

# peso_muerto_sumohalterofilia_desc
source: Wide-stance deadlift variation inspired by weightlifting setups.
es: Variación de peso muerto con apertura amplia inspirada en montajes de halterofilia.

# peso_muerto_sumohalterofilia_name
source: Sumo deadlift (weightlifting)
es: Peso muerto sumo halterofilia

# plancha_desc
source: Plank; anti-extension isometric for full core stability.
es: Plancha; isométrico anti-extensión para estabilidad completa del core.

# plancha_name
source: Plank
es: Plancha

# platano_desc
source: Sweet tropical fruit, rich in carbs and potassium.
es: Fruta tropical dulce, rica en carbohidratos y potasio.

# platano_name
source: Banana
es: Plátano

# pollo_pechuga_cruda_desc
source: Raw chicken breast, lean protein source.
es: Pechuga de pollo en crudo, fuente magra de proteína.

# pollo_pechuga_cruda_name
source: Raw chicken breast
es: Pechuga de pollo cruda

# prensa_horizontal_desc
source: Horizontal/seated leg press; guided path and low back-friendly setup.
es: Prensa horizontal/sentado; trayectoria guiada y montaje amigable con la zona lumbar.

# prensa_horizontal_name
source: Horizontal leg press
es: Prensa horizontal

# prensa_inclinada_desc
source: 45° sled leg press; heavy loading with stable back support.
es: Prensa en máquina a 45°; gran carga con apoyo estable de la espalda.

# prensa_inclinada_name
source: Incline leg press
es: Prensa inclinada

# press_arnold_desc
source: Rotational shoulder press variant to hit all heads of the deltoid.
es: Variación con rotación para implicar las tres cabezas del deltoides.

# press_arnold_name
source: Arnold press
es: Press Arnold

# press_frances_barra_desc
source: Overhead triceps extension with barbell; targets long head.
es: Extensión de tríceps por encima de la cabeza con barra; foco en la cabeza larga.

# press_frances_barra_name
source: French press (barbell)
es: Press francés con barra

# press_frances_mancuernas_desc
source: Overhead triceps extension with dumbbells; greater range of motion.
es: Extensión de tríceps por encima de la cabeza con mancuernas; mayor rango de movimiento.

# press_frances_mancuernas_name
source: French press (dumbbells)
es: Press francés con mancuernas

# press_frances_maquina_desc
source: Guided overhead extension on machine; stable and controlled path.
es: Extensión por encima de la cabeza en máquina; recorrido estable y controlado.

# press_frances_maquina_name
source: French press (machine)
es: Press francés en máquina

# press_inclinado_barra_desc
source: Barbell incline press; compound lift hitting clavicular fibers of the chest.
es: Press inclinado con barra; básico para trabajar las fibras claviculares del pectoral.

# press_inclinado_barra_name
source: Incline bench press (barbell)
es: Press en banco inclinado con barra

# press_inclinado_mancuernas_desc
source: Dumbbell incline press; emphasizes upper chest with larger range of motion.
es: Press inclinado con mancuernas; enfatiza la porción superior del pecho con mayor recorrido.

# press_inclinado_mancuernas_name
source: Incline bench press (dumbbells)
es: Press en banco inclinado con mancuernas

# press_inclinado_maquina_desc
source: Incline machine press; targets upper chest with a guided pattern.
es: Press inclinado en máquina; trabaja el pecho superior con recorrido guiado.

# press_inclinado_maquina_name
source: Incline chest press (machine)
es: Press inclinado en máquina

# press_inclinado_multipower_desc
source: Smith-machine incline press; stable guided path for upper chest loading.
es: Press inclinado en multipower; recorrido guiado y estable para cargar el pecho superior.

# press_inclinado_multipower_name
source: Incline bench press (Smith machine)
es: Press en banco inclinado en multipower

# press_maquina_desc
source: Guided over-the-shoulder press; stable path to focus on deltoids.
es: Press guiado en máquina; trayectoria estable para focalizar deltoides.

# press_maquina_name
source: Machine shoulder press
es: Press en máquina

# press_militar_barra_desc
source: Overhead shoulder press using a barbell; focuses on anterior deltoids and triceps.
es: Press por encima de la cabeza con barra; énfasis en deltoides anteriores y tríceps.

# press_militar_barra_name
source: Military press (barbell)
es: Press militar con barra

# press_militar_mancuernas_desc
source: Overhead press with dumbbells; more range of motion and shoulder stabilizer work.
es: Press por encima de la cabeza con mancuernas; mayor ROM y trabajo de estabilizadores.

# press_militar_mancuernas_name
source: Military press (dumbbells)
es: Press militar con mancuernas

# press_militar_multipower_desc
source: Overhead press performed on the Smith machine; allows controlled movement and reduces the need for stabilizers.
es: Press por encima de la cabeza en multipower; permite un movimiento más controlado y reduce la necesidad de estabilizadores.

# press_militar_multipower_name
source: Military press (Smith machine)
es: Press militar en multipower

# press_plano_barra_desc
source: Barbell flat bench press; classic horizontal press emphasizing mid-chest.
es: Press de banca plano con barra; clásico de empuje horizontal con énfasis en el pecho medio.

# press_plano_barra_name
source: Flat bench press (barbell)
es: Press en banco plano con barra

# press_plano_mancuernas_desc
source: Dumbbell flat press; neutral shoulder path and deep stretch at the bottom.
es: Press plano con mancuernas; recorrido cómodo de hombro y buen estiramiento abajo.

# press_plano_mancuernas_name
source: Flat bench press (dumbbells)
es: Press en banco plano con mancuernas

# press_plano_maquina_desc
source: Horizontal machine chest press; stable setup, easy progression.
es: Press horizontal en máquina; montaje estable y progresión sencilla.

# press_plano_maquina_name
source: Chest press (machine)
es: Press pecho en máquina

# press_plano_multipower_desc
source: Smith-machine flat bench press; guided bar path for consistent loading.
es: Press plano en multipower; trayectoria guiada para una carga consistente.

# press_plano_multipower_name
source: Flat bench press (Smith machine)
es: Press en banco plano en multipower

# proteina_iso_desc
source: Isolated whey protein, purer and lower in carbs.
es: Proteína aislada de suero, más pura y con menos carbohidratos.

# proteina_iso_name
source: ISO protein
es: Proteína ISO

# proteina_whey_desc
source: Whey protein supplement.
es: Suplemento de proteína de suero de leche.

# proteina_whey_name
source: Whey protein
es: Proteína whey

# puente_gluteo_desc
source: Floor or bench-supported bridge; beginner-friendly glute activation.
es: Puente en suelo o banco; activación de glúteos para todos los niveles.

# puente_gluteo_name
source: Glute bridge
es: Puente de glúteo

# pull_over_banco_mancuerna_desc
source: Performed lying on a bench with a dumbbell; works chest and lats through shoulder extension.
es: Ejecutado tumbado en banco con mancuerna; trabaja pecho y dorsales mediante extensión de hombro.

# pull_over_banco_mancuerna_name
source: Dumbbell pull-over (bench)
es: Pull-over en banco con mancuerna

# pull_over_polea_desc
source: Pull-over on cable; isolates lats with long range.
es: Pull-over con polea; aislamiento de dorsales con recorrido largo.

# pull_over_polea_name
source: Cable pull-over
es: Pull-over polea

# pull_ups_neutras_desc
source: Neutral-grip pull-ups; shoulder-friendly and effective for lats.
es: Dominadas con agarre neutro; cómodas para el hombro y efectivas para dorsales.

# pull_ups_neutras_name
source: Neutral-grip pull-ups
es: Pull-ups neutras

# queso_fresco_batido_0_desc
source: Fat-free cottage cheese, high in protein.
es: Queso fresco batido desnatado, rico en proteína.

# queso_fresco_batido_0_name
source: 0% fat cottage cheese
es: Queso fresco batido 0%

# remo_barra_desc
source: Bent-over row with barbell; works lats, rhomboids and erector spinae.
es: Remo inclinado con barra; trabaja dorsales, romboides y erectores espinales.

# remo_barra_name
source: Barbell row
es: Remo con barra

# remo_en_punta_desc
source: T-bar row; heavy load and stable for mid-back.
es: Remo en T; gran carga y estabilidad para la espalda media.

# remo_en_punta_name
source: T-bar row
es: Remo en punta

# remo_gironda_agarre_cerrado_desc
source: Gironda variation with close grip to emphasize mid-back.
es: Variación Gironda con agarre cerrado para enfatizar la espalda media.

# remo_gironda_agarre_cerrado_name
source: Gironda row (close grip)
es: Remo Gironda agarre cerrado

# remo_gironda_barra_agarre_neutro_desc
source: Gironda with neutral grip for balanced lats and rhomboids.
es: Remo Gironda con agarre neutro para equilibrio entre dorsales y romboides.

# remo_gironda_barra_agarre_neutro_name
source: Gironda row neutral grip
es: Remo Gironda agarre neutro

# remo_gironda_barra_ancha_desc
source: Gironda with bar and wide grip for lats and rhomboids.
es: Gironda con barra y agarre ancho para dorsales y romboides.

# remo_gironda_barra_ancha_inclinado_adelante_desc
source: Gironda with wide bar and forward lean; focus on upper lats.
es: Gironda con barra ancha e inclinación adelantada; foco en dorsales altos.

# remo_gironda_barra_ancha_inclinado_adelante_name
source: Gironda row wide bar forward lean
es: Remo Gironda barra ancha inclinado

# remo_gironda_barra_ancha_name
source: Gironda row (wide bar)
es: Remo Gironda barra ancha

# remo_gironda_prono_a_neutro_desc
source: Gironda varying from pronated to neutral grip to hit more fibers.
es: Gironda variando de prono a neutro para cubrir más fibras.

# remo_gironda_prono_a_neutro_name
source: Gironda row (prone→neutral)
es: Remo Gironda prono→neutro

# remo_gironda_una_mano_desc
source: Unilateral variation of the Gironda row, focusing on lats and rhomboids by working each side independently.
es: Variación unilateral del remo Gironda, con énfasis en dorsales y romboides trabajando cada lado por separado.

# remo_gironda_una_mano_name
source: One-arm Gironda row
es: Remo Gironda a una mano

# remo_mancuerna_desc
source: One-arm dumbbell row; unilateral focus and core stability.
es: Remo a una mano con mancuerna; enfoque unilateral y estabilidad del core.

# remo_mancuerna_name
source: Dumbbell row
es: Remo con mancuerna

# remo_menton_barra_desc
source: Vertical pull to collarbone height; targets medial delts and traps.
es: Tirada vertical hasta la clavícula; trabaja deltoides medio y trapecio.

# remo_menton_barra_name
source: Upright row (barbell)
es: Remo al mentón con barra

# remo_menton_mancuernas_desc
source: Upright row using dumbbells for a more natural wrist path.
es: Remo al mentón con mancuernas para un recorrido más cómodo de muñeca.

# remo_menton_mancuernas_name
source: Upright row (dumbbells)
es: Remo al mentón con mancuernas

# remo_polea_baja_desc
source: Seated row on low pulley; constant tension and controlled form.
es: Remo sentado en polea baja; tensión constante y técnica controlada.

# remo_polea_baja_name
source: Seated cable row
es: Remo en polea baja

# salmon_crudo_desc
source: Raw salmon, oily fish rich in healthy fats.
es: Salmón en crudo, pescado azul rico en grasas saludables.

# salmon_crudo_name
source: Raw salmon
es: Salmón crudo

# sandia_desc
source: Refreshing summer fruit, very hydrating.
es: Fruta veraniega refrescante, muy hidratante.

# sandia_name
source: Watermelon
es: Sandía

# sentadilla_bulgara_mancuerna_desc
source: Bulgarian split squat holding dumbbells; unilateral quad emphasis and balance demand.
es: Búlgara con mancuernas; énfasis unilateral en cuádriceps con mayor demanda de equilibrio.

# sentadilla_bulgara_mancuerna_name
source: Bulgarian split squat (dumbbells)
es: Sentadilla búlgara con mancuernas

# sentadilla_bulgara_multipower_desc
source: Bulgarian split squat on Smith machine; unilateral quad/glute focus with added stability.
es: Búlgara en multipower; trabajo unilateral de cuádriceps/glúteo con mayor estabilidad.

# sentadilla_bulgara_multipower_name
source: Bulgarian split squat (Smith machine)
es: Sentadilla búlgara en multipower

# sentadilla_frontal_barra_desc
source: Barbell front squat; front-loaded, more upright torso, quad-emphasis.
es: Sentadilla frontal con barra; carga anterior, torso más erguido y mayor énfasis en cuádriceps.

# sentadilla_frontal_barra_name
source: Barbell front squat
es: Sentadilla frontal con barra

# sentadilla_hack_desc
source: Hack squat machine; upright torso, quad-dominant pattern.
es: Sentadilla hack en máquina; torso más vertical, patrón dominante de cuádriceps.

# sentadilla_hack_name
source: Hack squat
es: Sentadilla hack

# sentadilla_libre_barra_desc
source: Barbell back squat; full-body compound emphasizing quads and glutes.
es: Sentadilla libre con barra; básico global con énfasis en cuádriceps y glúteos.

# sentadilla_libre_barra_name
source: Barbell back squat
es: Sentadilla libre con barra

# sentadilla_multipower_desc
source: Smith-machine squat; guided bar path for consistent depth and loading.
es: Sentadilla en multipower; barra guiada para profundidad y carga consistentes.

# sentadilla_multipower_name
source: Smith machine squat
es: Sentadilla en multipower
